package corelogic.practice;

public class Practice1 {
	/*
	 * currentTimeMills 연습해보기
	 * 
	 * 문제
	 * 저희 팀프로젝트에 핵심 로직인 운동을 시작하고 종료하는 부분을 구현해보기
	 * 
	 * 설명
	 * 운동 시간을 입력 받은 후  
	 * 운동을 시작을 출력
	 * 운동 시간이 종료 되면 운동이 종료 되었음을 출력
	 * 
	 * 예시 1 - 1초 입력
	 * 운동 시간 입력(00:00:00 형식으로 입력) : 00:00:01
	 * 운동 시작
	 * 운동 종료
	 * 운동 시간 : 00:00:01
	 * 
	 * 예시 2 - 1분 입력
	 * 운동 시간 입력(00:00:00 형식으로 입력) : 00:01:00
	 * 운동 시작
	 * 운동 종료
	 * 운동 시간 : 00:01:00
	 * 
	 * main 메소드에 모두 작성하여도 상관없고 메소드 등을 추가하여 작성하여도 무방
	 * 콘솔창에 원하는 출력이 나오는 것을 목표로 한다.
	 * currentTimeMills Example 참고!
	 */
	
	public static void main(String[] args) {
		
	}
}
